import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import boy from "../img/boy-study.jpg";

const Alone = () => {
  return (
    <Alon>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={boy} alt="" />
          <p className="date">07 Dec 2021</p>
          <h1>Как выучить английский язык в одиночку?</h1>
          <p>
            Многие изучающие английский язык не решаются учиться в одиночку.
            Однако вскоре они понимают, что все необходимые ресурсы можно найти
            дома. Дело в том, что интернет-это не только лучший ресурс для
            изучения английского языка, но и самый простой способ учиться дома в
            любое время.
          </p>
          <p>
            Вам не нужно постоянно сидеть дома, чтобы просто учиться. Когда у
            вас есть необходимые ресурсы, вы можете взять их с собой и
            использовать в любом месте.
          </p>
          <p>
            Самое приятное то, что вы можете учиться, даже не следя за уроками
            учителя или достижениями ваших одноклассников. Вы будете учиться с
            удобной скоростью, что даст вам хороший эффект.
          </p>
          <p>
            Самое главное, вы не будете зависеть от других, чтобы выучить
            английский язык. Поскольку вы являетесь студентом-одиночкой,
            постарайтесь доказать, что вы можете изучать английский язык
            самостоятельно. При постоянной мотивации добиться успеха будет
            легко.
          </p>
          <p>
            10 способов получить мотивацию при самостоятельном изучении
            английского языка
          </p>
          <p>
            Итак, как вы можете начать свое учебное путешествие в одиночку?
            Во-первых, вам нужно найти способ, который вам наиболее удобен и в
            то же время вам нравится.
          </p>
          <p>
            Это должно держать вас мотивированным, пока вы не будете готовы
            использовать другие методы для самостоятельного изучения английского
            языка.
          </p>
          <p className="koko">1. Слушайте музыку и изучайте все тексты</p>
          <p>
            Все любят музыку. Однако, чтобы выучить английский язык, вы должны
            придерживаться английских песен. Какие песни вам нравятся в данный
            момент? Вам нравится Ed Sheeran или Maroon 5?
          </p>
          <p>
            Всегда лучше практиковать популярные песни, потому что вы всегда
            можете услышать их, даже когда находитесь в машине, в продуктовом
            магазине или в торговом центре. Вы также можете слушать их на
            английских радиостанциях онлайн. Когда дело доходит до жанра музыки,
            вы должны избегать рока и рэпа, потому что этот тип текста песни
            часто считается слишком быстрым или трудным для прослушивания. Это
            не очень хорошая практика для вашего письма и произношения.
          </p>
          <p>
            Для начала зайдите на YouTube и найдите понравившееся музыкальное
            видео или аудиофайл. Продолжайте слушать песню снова и снова, пока
            не узнаете ее очень хорошо.
          </p>
          <p className="koko">
            2. Смотрите видео на английском языке о ваших интересах
          </p>
          <p>
            Это хорошая практика для вашего понимания английского языка и
            общения. Просмотр интервью и комментариев может помочь вам выучить
            разговорный английский. Это не должно быть официальное интервью или
            комментарий. Возможно, вы увлекаетесь технологиями и хотите узнать
            больше о конкретной модели. В этом случае вы можете посмотреть обзор
            The Verge об Apple iPhone 11.
          </p>
          <p className="koko">3. Смотрите английские фильмы и сериалы</p>
          <p>
            Просмотр фильмов и телепередач на английском языке также может
            помочь вам лучше говорить и понимать язык. Вы можете услышать, как
            много людей разговаривают друг с другом, используя самые современные
            формы английского языка. Это поможет вам выучить часто используемые
            жаргонные термины, английские идиомы и фразы, а также расширит ваш
            словарный запас английского языка.
          </p>
          <p>
            Просмотр фильмов и телепередач на английском языке также может
            помочь вам лучше говорить и понимать язык. Они могут слышать, как
            многие люди разговаривают друг с другом, используя самые современные
            формы английского языка. Это поможет вам усвоить часто используемые
            жаргонные термины, английские идиомы и фразы, а также расширит ваш
            словарный запас английского языка.
          </p>
          <p className="koko">
            4. Узнайте, как получить максимальную отдачу от английских СМИ
          </p>
          <p>
            Песни, видео, телепередачи и фильмы на английском языке могут помочь
            вам говорить на своем родном языке. Но иногда их трудно понять. Люди
            на радио, телевидении или в кино могут говорить быстро. Они часто
            используют фразы, которые вы не знаете.
          </p>
          <p className="koko">
            5. Проверьте свою грамматику с помощью онлайн-викторин по
            английскому языку
          </p>
          <p>
            Когда вы занимаетесь самообразованием, одна из возможных проблем
            заключается в том, что вы можете не уделять достаточного внимания
            ошибкам. С другой стороны, именно поэтому изучение английского языка
            самостоятельно является очень хорошим аспектом - вы всегда можете
            перепроверить, правы вы или нет.
          </p>
          <p>
            Один из простых способов проверить себя-пройти бесплатные
            онлайн-тесты по английскому языку. Эти тесты проверяют грамматику,
            структуру предложений, понимание и многое другое. Выполняйте эти
            тесты каждую неделю или месяц, чтобы убедиться, что вы на правильном
            пути.
          </p>
          <p className="koko">6. Общайтесь с друзьями онлайн</p>
          <p>
            Онлайн - чат с друзьями-интересный способ выучить английский язык
            самостоятельно. Это отличается от разговора с учителем, учебы в
            классе или даже использования английского языка на работе, потому
            что это тихо и легко.
          </p>
          <p>
            Вы можете общаться в чате с помощью Facebook Messenger, твитов в
            Twitter или даже голосовых вызовов Skype. В клавиатурном чате вы
            можете проверить грамматические ошибки, прежде чем нажать enter. С
            помощью голосовых вызовов онлайн вы практикуете разговорный
            английский.
          </p>
          <p className="koko">
            7. Читайте электронные книги, статьи и онлайн-журналы
          </p>
          <p>
            Чтение так же важно, как и слушание при изучении английского языка.
            Чтение и слушание закаляют ум и учат думать на английском языке.
            Изучающие как второй язык всегда должны переводить английский в
            своем уме, что приводит к задержке в их ответах. Однако, если ум
            обучен мыслить по-английски, вам будет легче понимать и говорить на
            этом языке. Чем больше вы читаете, тем больше вы знакомитесь со
            структурой английских предложений, новым словарным запасом и
            образцами формальной и случайной речи.
          </p>
          <p className="koko">8. Напишите о своем мнении</p>
          <p>
            В конце концов, вам нужно будет применить на практике то, что вы
            узнали, изучая в одиночку.
          </p>
          <p>
            Отличный способ начать писать самостоятельно. Это не обязательно
            должна быть статья, опубликованная в интернете, вы можете просто
            начать с личного журнала. Написание собственного эссе объединяет все
            ваши знания - сколько вы знаете о грамматике английского языка,
            словарном запасе и общей концепции. После того, как вы написали, вы
            можете проверить свою работу на наличие ошибок. Лучший способ
            сделать это-поместить эссе в файл, где вы можете использовать
            грамматические проверки.
          </p>
          <p className="koko">
            9. Присоединяйтесь к онлайн-сайтам языкового обмена
          </p>
          <p>
            Изучающие английский язык хотят общаться с другими изучающими
            английский язык, и, что приятно, есть много сайтов, посвященных
            языковому обмену.
          </p>
          <p className="koko">10. Говорите по-английски, куда бы вы ни пошли</p>
          <p>
            Если вы находитесь в англоязычной стране и идете в торговый центр,
            чтобы найти конкретный продукт, поговорите с продавцом на английском
            языке и не нервничайте! Чтобы подготовиться, прежде чем выходить из
            дома, задайте вопросы и просмотрите весь словарный запас, который
            вам нужен для покупки вашего продукта.
          </p>
          <p>
            Насколько это возможно, старайтесь говорить по-английски, где бы вы
            ни находились, даже если человек, с которым вы разговариваете, не
            говорит по-английски.
          </p>
        </div>
      </div>
      <Footer />
    </Alon>
  );
};

const Alon = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Alone;
