import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import students from "../img/university.jpg";

const Effect = () => {
  return (
    <Efect>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={students} alt="" />
          <p className="date">06 Dec 2021</p>
          <h1>14 эффективных способов выучить английский язык</h1>
          <p>
            <strong>
              <em>1.Читайте больше.</em>
            </strong>
          </p>
          <p>
            Не просто читайте, а сами читайте небольшие статьи или книги на
            разные интересные темы. Это не только поможет вам выучить английский
            язык, но и расширит ваш кругозор и станет одним из главных
            источников ваших знаний в каждой области.
          </p>
          <p>
            <strong>
              <em>2. Активировать новый словарь</em>
            </strong>
          </p>
          <p>
            Когда мы учимся, мы часто настолько наслаждаемся новыми словами, что
            забыть их кажется невозможным. Но поверьте нам, не все запоминается
            с первого раза. Чтобы бороться с этим, возьмите за правило носить с
            собой блокнот со словарем или использовать приложение, такое как
            Evernote.
          </p>
          <p>
            <strong>
              <em>3. Поговорите с настоящими нативными спикерами</em>
            </strong>
          </p>
          <p>
            Зачем нужен язык, если нет общения?! Сколько раз вы слышали, как
            люди говорят: "понимает, но не может говорить по-английски". Чтобы
            развить разговор, найдите собеседника в социальных сетях и
            поговорите на разные темы.
          </p>
          <p>
            <strong>
              <em>4. Подпишитесь на подкасты или каналы Youtube</em>
            </strong>
          </p>
          <p>
            Политика? Вести блог? Готовить? Для вас есть англоязычные подкасты
            или каналы Youtube на темы , которые охватывают любой интерес,
            который вы можете себе представить, подпишитесь на них и слушайте,
            когда захотите.
          </p>
          <p>
            <strong>
              <em>5.Читайте посты на английском языке.</em>
            </strong>
          </p>
          <p>Это увеличит ваш словарный запас.</p>
          <p>
            <strong>
              <em>6. Задайте много вопросов</em>
            </strong>
          </p>
          <p>
            Любопытство, возможно, убило кошку, но это побуждает изучающего язык
            говорить свободно! Не секрет, что изучая английский язык, вы
            накапливаете много вопросов в процессе изучения. Не сидите со своими
            сомнениями - будьте любопытны и решайте их!
          </p>
          <p>
            <strong>
              <em>7. Не дуйте на себя духовно.</em>
            </strong>
          </p>
          <p>
            Что это значит? То есть ситуация, когда вы начинаете чувствовать,
            что не создаете почву. Это случается со всеми учениками - не
            говорите "я не могу говорить по-английски" или "я никогда не смогу
            это понять". На самом деле, удалите эти фразы из своего словарного
            запаса! Вместо этого вдохновите себя фразами” Я изучаю и
            совершенствую английский каждый день“, “ это не всегда легко, но оно
            того стоит".
          </p>
          <p>
            <strong>
              <em>8. Сменить язык в социальной сети или на смартфоне.</em>
            </strong>
          </p>
          <p>
            Вы когда-нибудь случайно меняли язык на устройстве или веб-сайте, а
            затем изо всех сил пытались восстановить его? Мы все были там
            раньше. Если вы измените настройки Facebook, Twitter и смартфона на
            “английский”, вы узнаете, как технологические термины в нем
            называются на английском языке.
          </p>
          <p>
            <strong>
              <em>9. Продолжайте записывать свои ошибки.</em>
            </strong>
          </p>
          <p>
            Правда в том, что вы совершаете ошибки, которые нельзя отрицать. Вы,
            вероятно, будете делать одни и те же ошибки снова и снова. Чтобы
            избежать такой проблемы, запишите свои ошибки, когда учитель
            исправляет ваши ошибки, будь то письменные или устные. Это очень
            поможет вам работать над своими ошибками.
          </p>
          <p>
            <strong>
              <em>10. Вести блог.</em>
            </strong>
          </p>
          <p>
            Открывайте страницы Yotube или instagram и публикуйте видео на
            английском языке каждый день. Вам не нужно быть профессионалом,
            чтобы публиковать видео, начните с небольших видео. Например: как
            называются животные на английском языке. Вы научитесь ясно и
            свободно выражать свои мысли перед публикой, получая видео.
          </p>
          <p>
            <strong>
              <em>11. Пиши каждый день.</em>
            </strong>
          </p>
          <p>
            Письмо-отличный способ использовать новый словарный запас и
            практиковать грамматику. Попробуйте писать что-нибудь каждый день,
            используя новые слова и грамматику, которую вы выучили. Важно
            выработать привычку делать это, даже если это всего лишь несколько
            предложений.
          </p>
          <p>
            <strong>
              <em>12. Запишите свой голос</em>
            </strong>
          </p>
          <p>
            Практикуйте произношение, максимально используя диктофон на вашем
            смартфоне. Это хороший способ выучить произношение, потому что вы
            можете запомнить произношение слова, когда впервые услышите его, и
            забыть его позже. Запись вашего голоса поможет вам повторить это
            слово.
          </p>
          <p>
            <strong>
              <em>13.Научи кого-нибудь.</em>
            </strong>
          </p>
          <p>
            Поделитесь тем, что вы узнали на английском языке. Проведите урок
            английского языка для своих близких. Это поможет вам закрепить свои
            знания английского языка.
          </p>
          <p>
            <strong>
              <em>14. Будь реалистом.</em>
            </strong>
          </p>
          <p>
            Очень часто изучающие язык хотят улучшить свой английский со
            скоростью”noreal". Ставьте перед собой цели, используйте навыки,
            которые у вас есть помните, что изучение языка не обязательно должно
            быть каким-то талантом достаточно, если вы просто усердно работаете
          </p>
        </div>
      </div>
      <Footer />
    </Efect>
  );
};

const Efect = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Effect;
