import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import stress from "../img/stress.jpg";

const Fear = () => {
  return (
    <Feer>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={stress} alt="" />
          <p className="date">03 Dec 2021</p>
          <h1>Как преодолеть страхи при разговоре на английском языке?</h1>
          <p>
            Понятно, что такая ситуация будет происходить с вами, когда вы
            начнете осваивать английский язык. Неспособность говорить даже то,
            что вы знаете в общении с собеседником. Знакомая ситуация? Это не
            только ваш страх неудачи, но и общий страх говорить на иностранных
            языках, особенно на английском. Давайте вместе поговорим о том,
            почему возникает такое состояние и как от него избавиться.
          </p>
          <p>
            Вышеуказанное состояние в психологии называется{" "}
            <strong>“синдром собаки"</strong>. В нем вы понимаете все, что
            говорите на иностранном языке во время общения, но не можете
            говорить. Так что же мешает говорить?
          </p>
          <p>
            <strong>"Awkward silence"</strong> или неловкое молчание, то есть мы
            видим, какие факторы приводят нас к этому состоянию во время
            общения. Во время учебных занятий дается время на подготовку к
            заданиям, но во время реального общения времени на обдумывание будет
            мало или совсем не будет. Именно в этот момент внутренний голос
            начинает говорить <strong>“я ничего не знаю”</strong>, и поэтому мы
            сталкиваемся с ситуацией “неловкого молчания” выше.
          </p>
          <p>
            Страх ошибиться во многих случаях является одной из основных причин.
            Это потому, что читатели настолько перфекционисты, что думают, что я
            могу смеяться над ошибкой, когда говорю. На самом деле, даже если
            это ошибка, желательно высказать свое мнение и поработать над
            ошибками.
          </p>
          <p>
            В некоторых ситуациях выражение вашей мысли на английском языке
            может быть не таким коротким, как на вашем родном языке. В этой
            ситуации большинство людей выбирают неловкое молчание, а не общение.
            Есть хорошая фраза на английском языке об этом случае:{" "}
            <strong>
              “Never be afraid to fail. Failure is only a stepping stone to
              improvement“
            </strong>
            , то есть " никогда не бойтесь потерпеть неудачу. Неудача-это только
            шаг к улучшению”. Неспособность самостоятельно произносить фразы и
            предложения во время изучения языка также является причиной того,
            что вы попадаете в состояние молчания выше.
          </p>
          <p>
            Еще одна проблема, с которой сталкиваются изучающие язык, - это
            проблема произношения. Большинство студентов воздерживаются от
            разговоров из-за страха не достичь идеального английского
            произношения. Чувство смущения не приходит из-за смеха других над
            собственным произношением. На самом деле, имейте в виду, что для
            иностранца ваше английское произношение будет намного интереснее, и
            это не будет препятствием для вашего общения.
          </p>
          <p>
            Чтобы легко выражать свое мнение во время общения, нужно, прежде
            всего, обладать хорошим словарным запасом. Если у вас ограниченный
            словарный запас, вам будет трудно понять своего собеседника. А для
            правильного и четкого изложения своих мыслей важное место занимают
            знания грамматики. Если вы хотите знать тонкости английской речи,
            обязательно нужно иметь сильные грамматические знания. Это требует
            регулярных тренировок и самостоятельной подготовки. При занятиях
            один-два раза в неделю добиться положительного результата сложно.
          </p>
          <p>
            Еще одним важным напоминанием при вступлении в общение на
            иностранном языке является спокойствие и безмятежность. Эти идеи
            выдвигает лингвист Стивен крашен. По его словам, людям в нервном и
            расстроенном состоянии гораздо сложнее выражать свои мысли на
            английском языке. Это как публичное выступление. Даже если вы знаете
            свою речь наизусть, вы все равно можете запомнить ее из-за страха и
            волнения. Вот почему так важно сохранять спокойствие во время
            разговора.
          </p>
          <p>
            Во время разговора важно понимать суть, а не понимать слова по
            одному. Если во время общения вы услышите только одно незнакомое вам
            слово, вы не сможете полностью услышать, что говорит ваш собеседник,
            думая об этом слове, и это сократит продолжительность разговора.
            Поэтому в общении важно подчеркивать суть. Также желательно хорошо
            запомнить предложения и фразы, которые часто используются во время
            разговора.
          </p>
          <p>
            Тренируйте свои уши на английском языке. Прослушивание большего
            количества аудиоматериалов также поможет вам быстро понять
            предложения и свободно говорить во время разговора. Слушание
            большего количества английского звука заставляет ваши уши
            приспосабливаться к незнакомому звуку речи.
          </p>
          <p>
            Вы выполнили все вышеперечисленные рекомендации, ваша грамматика,
            словарный запас и произношение также стали положительными. Теперь
            вам нужно будет найти себе собеседника. ”
            <strong>Speaking Club</strong>“ или регулярные занятия с свободно
            говорящим по-английски компаньоном значительно повысят вашу речь и
            помогут вам не впасть в”неловкое молчание". Тот факт, что ваши
            собеседники-это люди, которых вы раньше не знали и с которыми не
            общались, избавляет вас от страха общения с незнакомцами. Как
            видите, единственный способ избавиться от этой проблемы-регулярное
            чтение и твердое владение английским языком.
          </p>
        </div>
      </div>
      <Footer />
    </Feer>
  );
};

const Feer = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Fear;
