import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import potter from "../img/harry-potter.jpg";

const Filmer = () => {
  return (
    <Filme>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={potter} alt="" />
          <p className="date">03 Dec 2021</p>
          <h1>
            Является ли изучение английского языка через фильмы эффективным
            способом?
          </h1>
          <p>
            Словарный запас-один из важнейших комплексов в изучении английского
            языка. Как мы все знаем, есть четыре важных навыка, на которые
            следует обратить внимание при изучении языка. В том числе и на
            английском языке. Эти аспекты:
          </p>
          <p>
            <strong>READING</strong>
          </p>
          <p>
            <strong>WRITING</strong>
          </p>
          <p>
            <strong>LISTENING</strong>
          </p>
          <p>
            <strong>SPEAKING</strong>
          </p>
          <p>
            В основе этих четырех навыков также лежит словарный запас. Сегодня
            мы сообщаем важную новость для наших наблюдателей, которые
            столкнулись с проблемами, трудностями в изучении английского языка и
            смогли поднять" белый флаг". Конечно, ни для кого из нас не секрет,
            что большинство людей, изучающих английский язык, устают запоминать
            словарный запас. Не забывайте, что если ваши действия на пути к
            мечте идут бесшумно, вам нужно изменить стратегию, а не путь,
            который ведет к мечте.
          </p>
          <p>
            В результате многолетнего опыта и исследований специалистов,
            обучающих английскому языку, был выявлен более эффективный способ
            запоминания английских слов в тетради. Этот метод заключался в
            просмотре фильмов и сериалов на этом языке. Просматривая фильмы на
            английском языке, наблюдатель стремится понять значение, используя
            словарный запас, который у него есть, он слышит новые слова, которые
            он никогда не слышал, сохраняет в памяти слова, которые он только
            что услышал. ,Еще одним преимуществом использования метода "просмотр
            фильма" является то, что фильм будет отражать подлинный и
            разнообразный источник языка. В фильме, помимо книги, которую он
            изучает для изучающего язык, представлены примеры английского языка,
            используемого в" реальных " ситуациях, в частности, интерактивный
            язык - разговорный язык в реальной жизни. Кроме того, художественные
            выражения раскрывают смысл и назначение речи. Если вы являетесь
            носителем английского языка, но не живете в этой среде, возможно,
            только фильмы и телевидение на этом языке могут предоставить вам эту
            среду обитания и языковую информацию. Мы хотим научить вас секретам
            как отдыха , так и получения знаний. Наверняка возникнет вопрос,
            какие фильмы использовать при изучении английского языка? Мы собрали
            10 лучших фильмов, которые помогут вам в этом. Кстати, прежде чем
            начать смотреть эти фильмы , не забудьте взять с собой блокнот,
            ручку и попкорн.
          </p>
          <p>
            <strong>1. TOY STORY</strong>
          </p>
          <p>
            Анимационный фильм, такой как" Toy Story", является отличной
            возможностью для улучшения произношения английского языка. Хотя в
            фильме используются простые слова в общении, созданные для детей,
            тонкие шутки умело расставлены и для взрослых. Вам наверняка
            понравится этот фильм приключенческого направления.
          </p>
          <p>
            <strong>2. THE KING'S SPEECH</strong>
          </p>
          <p>
            Есть ли лучший способ выучить английский язык, чем учиться у короля
            Англии. Он стал одним из лучших фильмов года сразу после выхода
            фильма. Этот фильм станет отличным помощником для вашего английского
            произношения.
          </p>
          <p>
            <strong>3. HARRY POTTER</strong>
          </p>
          <p>
            Гарри Поттер-один из самых известных и одинаково любимых фильмов
            Англии. Если вы хотите выучить исторические слова английского языка,
            обязательно посмотрите этот фильм.
          </p>
          <p>
            <strong>4. THE SHAWSHANK REDEMPTION</strong>
          </p>
          <p>
            Один из классических фильмов, снятых на английском языке. Поскольку
            основные события этого фильма происходили в тюрьме, в нем широко
            использовались уличные слова и слова юридического языка.
          </p>
          <p>
            <strong>5. THE GRADUATE</strong>
          </p>
          <p>
            "Выпускник" - фильм с одним из самых известных финалов в истории.
          </p>
          <p>
            <strong>6. LOVE ACTUALLY</strong>
          </p>
          <p>
            В этом фильме рассказывается о восьми разных романтических историях,
            происходящих в Лондоне. Это значит, что этот фильм станет хорошим
            подспорьем в изучении английского акцента. Мы также можем наблюдать
            британские и ирландские акценты в этом фильме.
          </p>
          <p>
            <strong>7. FORREST GUMP</strong>
          </p>
          <p>
            Фильм "Форрест Гамп" также является одним из очень популярных
            фильмов. Для тех, кто изучает английский язык, польза этого фильма
            ощутима. Потому что речь главного героя этого фильма была очень
            простой, медленной, и в его речи использовались акценты, которых не
            было в Великобритании.
          </p>
          <p>
            <strong>8. PULP FICTION</strong>
          </p>
          <p>
            Этот фильм в основном показывает жизнь преступников. Это очень
            поможет вам развить свой английский, так как в фильме много забавных
            диалогов и английских фраз между персонажами.
          </p>
          <p>
            <strong>9. THE THEORY OF EVERYTHING</strong>
          </p>
          <p>
            Этот фильм рассказывает о Стивене Хокинге, одном из самых известных
            ученых в мире. Аспект фильма, который помогает тем, кто изучает
            английский язык, заключается в том, что английский акцент очень
            четко представлен в его героях.
          </p>
          <p>
            <strong>10. SUBMARINE</strong>
          </p>
          <p>
            Если вы хотите расширить свои знания , услышав различные
            региональные фразы на английском языке, мы рекомендуем вам
            посмотреть этот фильм.
          </p>
          <p>
            Мы считаем, что мы достигли нашей цели, если информация, которую мы
            предоставляем, приносит некоторую пользу вашей науке. Никогда не
            сдавайся, даже если на пути к изучению науки у тебя возникнут
            трудности! ,"Сегодня сложно, завтра может быть сложнее, но
            послезавтра будет солнечно",-сказал Джек Ма, основатель Alibaba
            Holdings.
          </p>
          <p>
            {" "}
            Chindan ham hayotda qiyin vaziyatlar insonni toblantirish uchun
            beriladi. Inson bu holatlarnii boshidan o'tkazgach, yanada kuchli
            bo'ladi.
          </p>
        </div>
      </div>
      <Footer />
    </Filme>
  );
};

const Filme = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Filmer;
