import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import kulak from "../img/kulak.jpg";

const HeaderDivThird = () => {
  return (
    <Header>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={kulak} alt="" />
          <p className="date">07 Dec 2021</p>
          <h1>19 способов сказать "НЕ ЗА ЧТО"</h1>
          <p>
            Когда кто-то благодарит нас за то, что мы сделали, мы сразу же
            отвечаем: “Не стоит”. Потому что от колыбели до могилы общество учит
            нас быть вежливыми. Тем не менее, использование слова “не стоит”
            всегда во время разговора может заставить человека скучать, особенно
            если у него есть возможность сказать много других слов вместо этого.
            Давайте познакомимся с этими словами поближе.
          </p>
          <p>1.”The pleasure is all me. – Это доставляет мне удовольствие.”</p>
          <p>
            Эти слова, которые кажутся простыми, когда вы обмениваетесь текстами
            по телефону с людьми, означают, что вы рады помочь им. Отправьте это
            сообщение человеку, который поблагодарил вас, и сделайте его
            счастливым тоже.
          </p>
          <p>2.”Your very welcome! – Будьте здоровы!”</p>
          <p>
            Слова всегда производят на людей впечатление теплоты или наоборот.
            Они могут оживить или прервать разговор между двумя людьми. Вы
            можете сделать свое общение значимым, набрав еще несколько букв и
            сказав “здравствуйте”, а не просто сказать “не стоит”.
          </p>
          <p>3.”Glad to help! – Рад помочь!”</p>
          <p>
            Обычно очень приятно заставить кого-то почувствовать, что помощь,
            которую вы оказываете, искренна. Отправка этого
            сообщения-эффективный способ сообщить, что то, что вы делаете,
            приятно и для вас.
          </p>
          <p>4.”I am happy to be of assistance – я рад, что получил выгоду”</p>
          <p>
            На работе это хорошая идея, чтобы ответить, как только ваш начальник
            поблагодарит вас за работу, выполнив задание, которое вы ему дали.
          </p>
          <p>
            5.”That's what good collegues do – это то, что делают хорошие
            коллеги”
          </p>
          <p>
            Если, в некотором смысле, помогая коллеге, они поблагодарят вас за
            это, это будет именно тот ответ, который они заслуживают.
          </p>
          <p>6.”I am glad to help – всегда инструмент на помощь”</p>
          <p>
            Это предложение говорит вашему боссу, что поставленные перед вами
            задачи важны, и вы довольны этим.
          </p>
          <p>7.”You'll get my bill in the morning – примите мой счет утром”</p>
          <p>
            Это интересный способ выразить, что вы рады помочь другому человеку.
            Они знают, что вы не будете получать плату за обслуживание, и они
            определенно наслаждаются этой шуткой.
          </p>
          <p>
            8.”You have no idea what I traded with the devil for it-хотя вы не
            знаете, чем я торгую с ... за это!”
          </p>
          <p>
            Один из забавных способов сказать своим близким, что вы приложили
            все усилия, чтобы сделать что-то хорошее.
          </p>
          <p>9.”Anytime! – Всегда готов!”</p>
          <p>
            Пусть члены вашей семьи и друзья знают, что они могут связаться с
            вами в любое время с помощью этой простой фразы.
          </p>
          <p>10.”I hope you enjoy it – Надеюсь, вам понравится”</p>
          <p>
            Когда вы дарите кому-то подарок, используйте его, чтобы выразить,
            что вы приложили все усилия, чтобы сделать его счастливым. Очевидно,
            что положительный ответ принимающей стороны также успокоит вас.
          </p>
          <p>11.”I’m glad that you liked it – Sizga yoqqanidan xursandman”</p>
          <p>
            Это немного измененная форма вышеприведенной фразы. Когда вы
            отправляете подарок человеку, о котором заботитесь, произносите эти
            слова только тогда, когда вы уверены, что он вам понравился.
          </p>
          <p>
            12.”It's just a token of appreciation-это просто знак
            признательности”
          </p>
          <p>
            Выразите свою признательность за то, что любимый человек сделал для
            вас. Докажите, насколько вы цените их с помощью этой фразы.
          </p>
          <p>13.”You deserve it! – Ты это заслужил!”</p>
          <p>
            Жизнь время от времени несправедливо относится ко всем нам. Если
            кто-то благодарит вас, когда вы признаете его работу и его место в
            вашей жизни, “вы заслуживаете этого”, это Дэн. Тогда вы увидите,
            насколько он взбодрился.
          </p>
          <p>14."No worries – нет проблем”</p>
          <p>
            Выражение распространено в Австралии и Новой Зеландии. Когда
            собеседник так отвечает, знайте, что он гораздо более спокойный
            человек.
          </p>
          <p>15.”It was my privilege-это честь для меня”</p>
          <p>
            Если вы не знаете достаточно слова” не стоит", чтобы выразить то
            хорошее, что вы делаете, с особым удовольствием, то используйте
            вышеприведенную фразу.
          </p>
          <p>16.”Of, course. My pleasure – с душой, конечно”</p>
          <p>
            Вы часто будете слышать эту фразу в американских ресторанах быстрого
            питания. Когда клиенты говорят спасибо, сотрудники вежливо отвечают
            тем же.
          </p>
          <p>17."Sur/Yep - Конечно / Дa”</p>
          <p>
            Короче говоря, этот ответ обычно используется в Северной Америке, в
            то время как в Британии он считается очень неформальным. Этот
            вариант лучше всего подходит, если их благодарят за тривиальное или
            не очень сложное задание.
          </p>
          <p>18.”That's okay/That's alright – все хорошо/все в порядке”</p>
          <p>
            Распространенное в Британии, вы можете услышать это в дружеских
            разговорах. Будьте осторожны, потому что эти слова означают
            извинения за пределами Великобритании.
          </p>
          <p>19.”Don't mention it-забудь об этом”</p>
          <p>
            Это означает, что услуга, которую вы предоставляете, настолько
            проста и приятна. Человеку даже не нужно будет благодарить вас за
            это.
          </p>
          <p>
            Если вы хотите расширить свой словарный запас английского языка,
            ознакомьтесь с регулярно используемыми фразами.
          </p>
        </div>
      </div>
      <Footer />
    </Header>
  );
};

const Header = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    text-align: start;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
      padding-top: 15% !important;
      width: 70%;
      h1 {
        font-size: xx-large;
      }
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
      padding-top: 20% !important;
      width: 90%;
    }
  }

  @media all and (max-width: 500px) {
    .row {
      padding-top: 30% !important;
      width: 90%;
    }
  }
`;

export default HeaderDivThird;
