import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";
import boy from "../img/boy-england.jpg";

const HeaderDivFourth = () => {
  return (
    <Header>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={boy} alt="" />
          <p className="date">06 Dec 2021</p>
          <h1>Вот как произносятся эти слова на английском языке.</h1>
          <p>
            Почти половина изучающих английский язык испытывают трудности с
            произношением слов на английском языке. Большинство изучающих язык
            пытаются произносить слова по определенным правилам, как они их
            знают, без использования аудиословарей. Это может привести к тому,
            что слушатель не до конца понимает слова говорящего во время
            разговора с собеседником, либо понимает иной смысл в результате
            неправильного произнесения слова. В этом посте мы с вами научимся
            произносить некоторые сложные слова на английском языке.
          </p>
          <p>1. Colonel</p>
          <p>2. Worcestershire</p>
          <p>3. Mischievous</p>
          <p>4. Draught</p>
          <p>5. Onomatopoeia</p>
          <p>6. Scissors</p>
          <p>7. Squirrel</p>
          <p>8. Sixth</p>
          <p>9. Phenomenon</p>
          <p>10. Rural</p>
          <p>11. Synecdoche</p>
          <p>12. Temperature</p>
          <p>13. Often</p>
          <p>14.Penguin</p>
          <p>
            <strong>
              <em>1. Colonel</em>
            </strong>
            - Заимствованный из среднего французского, это произношение
            “ker-nul”. Причина, по которой это странное слово для иностранцев,
            заключается в том, что когда оно произносится несмотря на
            использование звука, в нем нет буквы “r”.Вторая "о" молчит, это
            увеличивает путаницу.
          </p>
          <p>
            <strong>
              <em>2. Worcestershire</em>
            </strong>
            – ( sauсе ) американцы неправильно произносят это имя, потому что
            это словоиспользованныйв традиционном британском языке используется
            английское произношение, то есть “wor-cest-er-shi-er
            “woo-ster-sher”вместо “woo-ster-sher”. слово " shier " в конце
            слова“графство” это означает, что. Итак, пищевые приправы
            вустерширский соус, используемый как только он пришел назван по
            названию региона. Следует помнить, что от "wo" тогда" RS "часть
            слова молчит, а "shire" произносится как " лев будет сделано.Как в”
            Нью-Гемпшире".
          </p>
          <p>
            <strong>
              <em>3. Mischievous</em>
            </strong>
            – Это слово, хотя многие американцы говорят "mis-CHEEV-I-us",
            настоящее произношение - "MIS-chiv-us”.утаница в том, что в уасли
            три хотя это слоговое слово, но оно кажется четырехсложным.
          </p>
          <p>
            <strong>
              <em>4.Draught</em>
            </strong>
            – За пределами Соединенных Штатов или Великобритании путешественники
            могут сказать "дротик", но это английский правильное произношение
            слова "сквозняк" - это прохладный воздух йокиб также означает
            алкогольный напиток на лампочке.
          </p>
          <p>
            <strong>
              <em>5. Onomatopoeia</em>
            </strong>
            - Вы даже можете сказать слова, которые имитируют звук, который они
            издают вы когда-нибудь слышали это слово?На самом деле это
            шестисложное слово и произносится как”
            on-o-mot-o-Pi-a".Соответствует этому описанию пример термина "шум".
          </p>
          <p>
            <strong>
              <em>6. Scissors</em>
            </strong>{" "}
            – Хотя большинство американцев произносят это слово как " sizz-ers
            те, кто только изучает английский язык, хотя они знают, как это
            сделать они могут сказать "лыжи или".Они "s" в конце его во
            множественном числе они думают, что пришли , но это слово ножницы
            это средство.
          </p>
          <p>
            <strong>
              <em>7. Squirrel</em>
            </strong>
            – Хотя слово произносится как "SKWIR-rel", многие считают его новым
            путем произнесения“swurl " учащимися допускаются ошибки.
          </p>
          <p>
            <strong>
              <em>8. Sixth</em>
            </strong>
            – цифры от изучающих английский язык, как правильно произносить
            требуется один из первых предметов. Это слово звук ‘т” в конце
            произношенияизвестное произношение добавление “T” после “x” из-за
            того, что сделано новый английский это может быть трудно для
            некоторых людей, которые учатся.
          </p>
          <p>
            <strong>
              <em>9. Phenomen</em>
            </strong>
            – эта форма единства "событий" является удивительным явлением. и
            произносится как” фи-ном-Эх-нон".
          </p>
          <p>
            <strong>
              <em>10. Rural</em>
            </strong>{" "}
            - этот термин произносится как "roor-uhl qilinadi.Ba' Зи ученики
            произнесите " u "как “rrrl”, не обращая внимания на звук “u" в
            середине они уходят.
          </p>
          <p>
            <strong>
              <em>11. Synecdoche</em>
            </strong>
            - Это уникальное литературное устройство больше, чем устная речь.
            используется в литературе. Большинство изучающих английский язык
            soznihuddi произносится как "sınekdoha", как в узбекском языке на
            самом деле esau произносится как "СЕ-НЕК-Де-ки".
          </p>
          <p>
            <strong>
              <em>12. Temperature</em>
            </strong>{" "}
            - Некоторым людям трудно сказать”тем-Пер-ух-чур " быстро, потому что
            “Т” принимает звук "ч".Многие люди используют четыре слога
            укорачивают до трех.
          </p>
          <p>
            <em></em>
            <strong>
              <em>13. Often</em>
            </strong>
            – Это то, что вызывает споры среди изучающих английский язык слово
            "T", которое американцы называют "OFF-un", означает некоторые
            говорят, а другие говорят, что "OFT-UN" - это звук”t”
            произносят..Ammoamerica куш, оба произношения в Штатах также
            считается правильным.
          </p>
          <p>
            <strong>
              <em>14.Penguin</em>
            </strong>
            - это слово произносится как "Pen-gwen", но некоторые американцы
            также неправильно произносят это слово как " Пэн-Вэнь Н.
          </p>
        </div>
      </div>
      <Footer />
    </Header>
  );
};

const Header = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    text-align: start;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
      padding-top: 15% !important;
      width: 70%;
      h1 {
        font-size: xx-large;
      }
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
      padding-top: 20% !important;
      width: 90%;
    }
  }

  @media all and (max-width: 500px) {
    .row {
      padding-top: 30% !important;
      width: 90%;
    }
  }
`;

export default HeaderDivFourth;
