import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";
import handshake from "../img/handshake.jpg";

const HeaderDivSecond = () => {
  return (
    <Header>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={handshake} alt="" />
          <p className="date">28 Dec 2021</p>
          <h1>
            Умение представиться кому-либо на английском - важный этап изучения
            языка
          </h1>
          <p>
            Научиться представляться-важная часть обучения общению на английском
            языке. Самопрезентация важна для светской беседы на общественных
            мероприятиях. Эти фразы отличаются от тех, которые используются для
            приветствия друзей, но они часто используются вместе как часть более
            широкого разговора.
          </p>
          <p className="koko">Представьтесь</p>
          <p>
            В этом примере Битрус и Джейн впервые встречаются на светском
            мероприятии.
          </p>
          <p>
            Поздравляя друг друга, они начинают задавать простые личные вопросы.
            При работе с другом или одноклассником используйте правильную форму
            глагола "иметь", чтобы иметь возможность вести этот разговор.
          </p>
          <p>Питер: Привет.</p>
          <p>Джейн : Привет!</p>
          <p>Битрус: меня зовут Битрус. Как тебя зовут?</p>
          <p>Джейн: меня зовут Джейн. Рад знакомиться.</p>
          <p>Питер: это мило. Это замечательный праздник!</p>
          <p>Джейн: Да, это так. Откуда ты?</p>
          <p>Питер: я из Амстердама.</p>
          <p>Джейн: Из Амстердама? Вы немец по национальности?</p>
          <p>Битрус: Нет, я не немец. Я Голландец.</p>
          <p>Джейн: О, ты голландец. Очень хорошо.</p>
          <p>Питер: откуда ты?</p>
          <p>Джейн: я из Лондона, но я не англичанин.</p>
          <p>Питер: где ты тогда?</p>
          <p>Джейн: мои родители испанцы , я испанка.</p>
          <p>Питер: это очень интересно. Испания хорошая страна.</p>
          <p>Джейн: Спасибо. Это потрясающе.</p>
          <p className="koko">Основная лексика</p>
          <p>
            В предыдущем примере Битрус и Джейн использовали несколько ключевых
            фраз, чтобы задавать вопросы друг другу и узнавать больше друг о
            друге, в том числе:
          </p>
          <p>Меня зовут...</p>
          <p>Откуда ты?</p>
          <p>Я ... (город, штат или страна)</p>
          <p>Вы ... (испанский, американский, немецкий и др.).</p>
          <p>Представлять кого-то</p>
          <p>
            Например, если в мероприятии участвуют более двух человек (например,
            деловая встреча), это может быть полезно для общения.
          </p>
          <p>Кен: Питер, я хочу, чтобы вы познакомились с Мэри.</p>
          <p>Питер: Конечно.</p>
          <p>Мэри : Ты В Порядке?</p>
          <p>Кен: Мери ...</p>
          <p>А также "рад встретиться с вами".</p>
          <p>
            В неформальных ситуациях, особенно в Северной Америке, знакомые
            также говорят: "Это ( имя)". Это также обычная практика в
            неформальном режиме, когда в ответ говорят “Привет” или “Привет”.
          </p>
          <p>Кен: Питер, это Мэри.</p>
          <p>Питер: очень хорошо!</p>
          <p>Мери: Привет! Рад с вами познакомиться.</p>
          <p>Кен: Мери ...</p>
          <p className="koko">Основная лексика</p>
          <p>
            Как вы можете видеть в предыдущих примерах , есть ряд фраз, которые
            обычно используются для представления незнакомцев:
          </p>
          <p>( имя ), я не думаю, что мы расстались с тобой раньше (имя ).</p>
          <p>Я не знаю тебя ( имя )</p>
          <p>Могу ли я представить вас ( имя )?</p>
          <p>( название ), вы знаете ( имя )</p>
          <p>( имя ), я тебя ( название )</p>
          <p className="koko">Привет и до свидания</p>
          <p>
            Большое количество изучающих язык начинают и заканчивают тем, что
            говорят друг другу привет и до свидания. Это считается символом
            вежливости во многих местах в англоязычном мире и простым способом
            выразить дружелюбный интерес к тем, с кем вы разговариваете.
            Например, в коротком сценарии ниже встречаются два человека.
          </p>
          <p>
            Простое приветствие, а затем просьба о статусе-это та часть, которая
            необходима для начала разговора.
          </p>
          <p>Джейн: Привет, Зарина . Как дела?</p>
          <p>Зарина: Ну, спасибо. Как дела?</p>
          <p>Джейн: я в порядке, спасибо.</p>
          <p>
            Как только вы закончите говорить с кем-то, вы оба можете
            попрощаться, как в этом примере:
          </p>
          <p>Зарина: До Свидания, Джейн . До встречи завтра!</p>
          <p>Джейн: Пока - Пока, Зарина . Доброго вечера.</p>
          <p>Зарина: спасибо вам тоже!</p>
          <p>Джейн: Спасибо.</p>
          <p className="koko">Основная лексика</p>
          <p>
            В обоих приведенных выше примерах Битрус и Джейн не только говорят
            вежливо, но и пытаются выразить свою симпатию друг к другу. Ключевые
            слова для запоминания включают в себя:
          </p>
          <p className="koko">Привет, как ты?</p>
          <p className="koko">Я в порядке спасибо!</p>
          <p className="koko">Пока</p>
          <p className="koko">
            Зрелище ... (завтра, в эти выходные, на следующей неделе и т. д.)
          </p>
          <p className="koko">
            Хорошего вам отдыха, до встречи... (день, ночь, неделя и т.д.)
          </p>
          <p className="koko">Больше разговоров для начинающих</p>
          <p>
            Представившись, вы можете попрактиковаться в своих навыках
            английского языка на занятиях , включая покупки в магазине , поездки
            в аэропорт , инструктажи , проживание в отеле и сцены еды в
            ресторане._ Пригласите друга или одноклассника практиковать эти
            ролевые разговоры при выполнении заданий.
          </p>
        </div>
      </div>
      <Footer />
    </Header>
  );
};

const Header = styled.div`
  .row {
    padding-top: 10% !important;
    width: 60%;
    margin: 0 auto;
    text-align: start;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-size: 40px;
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
      font-weight: 400;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
      padding-top: 15% !important;
    }

    h1 {
      font-size: x-large !important;
    }
  }

  @media (min-width: 500px) and (max-width: 576px) {
    .row {
      padding-top: 20% !important;
    }

    h1 {
      font-size: x-large !important;
    }
  }

  @media all and (max-width: 500px) {
    .row {
      padding-top: 30% !important;
      width: 90%;
      margin: 0 auto;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default HeaderDivSecond;
