import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import listen from "../img/listen.jpg";

const Listen = () => {
  return (
    <Pronunc>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={listen} alt="" />
          <p className="date">03 Dec 2021</p>
          <h1>Можно ли улучшить уровень listening за 3 недели?</h1>
          <p>
            Мы много слышали от многих изучающих английский язык, что я уже
            давно изучаю английский, но до сих пор не очень хорошо понимаю, что
            я слышу на английском языке. Действительно ли в краткосрочной
            перспективе трудно развить навыки аудирования и понимания на
            английском языке, или для этого необходимо обладать врожденными
            способностями?
          </p>
          <p>
            Совсем нет, для этого от вас потребуется лишь немного потрудиться,
            побороть лень, и правильно применить следующие навыки.
          </p>
          <p>
            <strong>1.Наслаждайтесь.</strong>
          </p>
          <p>
            Будет ли это лучше, если вы слишком беспокоитесь о своих навыках
            слушания и понимания?.Конечно нет. Многие слушатели английского
            языка начинают задыхаться и беспокоиться, когда они не понимают, что
            слышат.Это не улучшит ваш слух на английском языке, но заставит вас
            больше не понимать то, что вы слышите на английском языке.Чтобы
            понять иностранный язык, нужно на 100% использовать энергию мозга.
            “Почему я этого не понимаю?", "Какое слово он сказал?”, "Они говорят
            слишком быстро". Если вы оставите свой мозг занятым такими
            вопросами, вы не сможете сосредоточиться и сосредоточиться на своих
            собственных проблемах и мыслях, а не на том, что вы слышите. Это
            затрудняет ваше понимание. Просто наслаждайся этим.Если вы
            понимаете, вы понимаете, если вы не понимаете, это не значит, что
            жизнь окончена.Наслаждаясь, вы на 100% сосредотачиваетесь на том,
            что слышите, и это помогает вам лучше понять, что вы слышите.
          </p>
          <p>
            <strong>2.Не пытайтесь переводить.</strong>
          </p>
          <p>
            Не пытайтесь переводить во время прослушивания. Работа умелых
            переводчиков, которые переводят разговорный язык так, как будто его
            слышат, очень сложна.Правда в том, что они работают всего несколько
            часов в день, потому что для этой работы требуется 100% энергии
            мозга.Если вы слушаете английский и одновременно пытаетесь перевести
            его на свой язык,вы пытаетесь стать профессиональным переводчиком в
            ситуации, когда у вас не так много лет обучения, как у них.Кроме
            того, вам не платят, как они.Не похоже на хорошую сделку,верно?.Еще
            раз говорю, когда слушаешь английский, просто слушай.Больше ничего
            не делай. Не пытайтесь переводить,не беспокойтесь о словах, которые
            вы не знаете, просто слушайте.
          </p>
          <p>3.Составьте себе план тренировок и установите рутину.</p>
          <p>
            Отрегулируйте точное время и слушайте подкаст каждый день на
            английском языке на темы, которые вам интересны. Это поможет вам
            увеличить свой словарный запас в сочетании с вашими навыками
            понимания на слух.
          </p>
          <p>
            <strong>4. Попробуйте одновременно слушать и писать.</strong>
          </p>
          <p>
            Попробуйте записать то, что вы слышали во время прослушивания
            подкаста, и сравните это с контекстом после записи . Определите, в
            каких словах вы ошиблись, слова, которые вы не поняли, и изучите
            произношение этих слов.Это, безусловно, вызов для вас, но это один
            из самых эффективных способов.
          </p>
          <p>
            <strong>5.Смотреть фильм/мультфильм.</strong>
          </p>
          <p>
            Мы знаем, что у каждого есть любимый мультфильм или фильм. Прибыль
            от майнинга при просмотре их на английском языке. Не смотрите фильм
            или мультфильм,который вы смотрите, все сразу в полном состоянии,
            разбейте его на части. Посмотрите 10 или 15 - минутный эпизод и
            продолжайте смотреть его снова и снова, пока не поймете эту часть
            полностью. Обратите внимание на произношение слов, которые там
            используются, и попробуйте произнести то же самое самостоятельно.
          </p>
          <p>
            <strong>
              6.Слушайте аудио истории, предназначенные для уровней английского
              языка.
            </strong>
          </p>
          <p>
            Аудио истории, предназначенные для определенного уровня, которые
            привлекают ваше внимание, когда вам не скучно, содержат базовый
            словарный запас, предназначенный для повышения вашего уровня.Прежде
            всего, вы начинаете с историй, соответствующих вашему уровню, а
            затем переходите на другие более высокие уровни.
          </p>
          <p>
            <strong>7.Сосредоточьтесь.</strong>
          </p>
          <p>
            Как мы уже упоминали ранее, концентрация внимания является важным
            фактором во время прослушивания. Переведите телефон в режим
            "политика".Это поможет вам не отвлекаться.
          </p>
          <p>
            <strong>8.Слушай песню.</strong>
          </p>
          <p>
            Песню нужно не просто слушать, а наоборот, во время прослушивания
            нужно стараться записывать новые слова и фразы и смотреть на нее,
            глядя на текст песни, чтобы понять, как слова соединяются и
            произносятся..
          </p>
          <p>
            <strong>9.Продолжительность обучения.</strong>
          </p>
          <p>
            Так же, как во всем важна продолжительность обучения, прослушивание
            на английском языке требует продолжительности обучения. Вы не
            сможете улучшить свой уровень в краткосрочной перспективе, не следуя
            приведенным выше инструкциям на регулярной основе. Четко
            поставленная цель и усилия точно не останутся без результата.
          </p>
        </div>
      </div>
      <Footer />
    </Pronunc>
  );
};

const Pronunc = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
      padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
      padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
      padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Listen;
