import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import girl from "../img/girl-study.jpg";

const Orfograf = () => {
  return (
    <Orfo>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={girl} alt="" />
          <p className="date">07 Dec 2021</p>
          <h1>
            Знаете ли вы, как проверить орфографические ошибки в английском
            языке?
          </h1>
          <p>
            Орфографические ошибки могут сделать ваш текст уродливым, когда вы
            отправляете кому-то сообщение или, если нет, пишете необходимый
            документ. К счастью, существует бесчисленное множество способов
            проверки таких ошибок. В этом вам поможет данная статья.
          </p>
          <p className="koko">
            1.Используйте автоматическую проверку орфографии.
          </p>
          <p>
            Чтобы включить сканирование, перейдите в настройки телефона. Если у
            вас iPhone, нажмите значок “Настройки”, перейдите в “общие”и
            выберите “клавиатура”. В этом разделе вы можете настроить параметры
            орфографии, автокоррекции и приблизительного текста. Если вы
            находитесь на Android, вы попадете в раздел “Настройки”, а затем
            “общие”. Затем вы найдете меню” язык и ввод “или” язык и
            клавиатура".
          </p>
          <p className="koko">
            2. Включите проверку орфографии на вкладке “Обзор” в Microsoft
            Office.
          </p>
          <p>
            Перейдите на вкладку “Обзор” для полной проверки орфографии в
            большинстве офисных приложений для ПК и Mac, включая Word и
            Power-Point. Нажмите кнопку “заклинание” или “заклинание и
            грамматика” в левой части экрана. Отметьте весь документ, чтобы
            найти орфографические и грамматические ошибки. Запустите проверку
            орфографии при вводе текста и найдите кнопку “Параметры” в левом
            нижнем углу диалогового окна. Затем установите флажок” проверить
            заклинание как тип".
          </p>
          <p className="koko">
            3. Нажмите “Command” и “semocolon (;)”, чтобы проверить орфографию
            на страницах.
          </p>
          <p>
            Чтобы использовать сочетание клавиш, выберите одновременно клавиши
            “Command” и “semicolon”. Или нажмите кнопку "Изменить”, выберите
            “заклинание и грамматика” и выберите "проверить документ сейчас".
            Удерживая нажатой клавишу управления, нажмите подчеркнутое слово,
            чтобы увидеть предлагаемые исправления.
          </p>
          <p className="koko">
            4. Найдите средство проверки орфографии в разделе “Инструменты” в
            приложениях Google Office.
          </p>
          <p>
            Нажмите кнопку "Инструменты" в строке меню, чтобы запустить средство
            проверки орфографии в Google Docs, Sheets, Slides и Forms. Наведите
            курсор на строку” заклинание“, затем выберите”заклинание, выбор
            десяти".
          </p>
          <p>
            Вы также можете найти проверку орфографии в меню “Платежи” для
            WordPerfect и LibreOffice.
          </p>
          <p className="koko">
            5. Найдите проверку орфографии в языковых настройках Firefox и
            Chrome.
          </p>
          <p>
            В Chrome перейдите в “Настройки”, нажмите “Дополнительно”, затем
            найдите проверку орфографии в разделе “языки”. В Mozilla Firefox
            нажмите кнопку Меню, выберите”Параметры “и перейдите в раздел,
            помеченный” языки".
          </p>
          <p className="koko">
            6. Если вам не нравится установленное приложение, загрузите
            приложение для проверки орфографии.
          </p>
          <p>
            Если вас не устраивает встроенная проверка орфографии, зайдите в
            магазин приложений вашего устройства. Вы найдете расширения и
            надстройки, большинство настольных версий которых работают с
            обычными браузерами, программами обработки текста и другими
            приложениями.
          </p>
          <p>
            Другие приложения для проверки орфографии включают Ginger,
            WhiteSmoke и tinySpell. Если вы используете расширение, вы можете
            использовать программу проверки орфографии непосредственно из
            браузера или программы Word.
          </p>
          <p>
            Если вы не хотите использовать расширение, вы можете скопировать и
            вставить текст или загрузить документ в буфер приложения для
            проверки орфографии.
          </p>
          <p>
            Если вам нужна проверка орфографии на вашем телефоне, используйте
            проверку орфографии на мобильной клавиатуре. Когда вы вводите текст
            или электронные письма с помощью клавиатуры, приложение выделяет
            слова с ошибкой. Нажмите на подчеркнутое слово, чтобы увидеть
            предлагаемые исправления.
          </p>
          <p className="koko">
            7. Если вы пишете статью, имейте под рукой онлайн или печатный
            словарь.
          </p>
          <p>
            Как и в случае с поисковой системой, введите слово, которое вы
            хотите найти, в строку поиска онлайн-словаря. Если вам нужно часто
            искать слова, откройте словарь на вкладке браузера для быстрого
            поиска. Вы также можете загрузить приложение словаря на свой телефон
            для удобного использования на ходу.
          </p>
          <p>
            Даже если вы введете слово неправильно, Результаты поиска выдадут
            самые близкие слова. Нажмите на слово и дважды проверьте его
            значение, чтобы убедиться, что вы выбрали правильное соответствие.
          </p>
          <p>
            Например, предположим, что вы хотите знать написание слова"
            портативность", если вы угадаете написание и выполните поиск"
            портативность", вы увидите" портативность "и" портативность " среди
            результатов. Не проверяя определения, вы можете случайно
            использовать одно из этих слов вместо "переносимость".
          </p>
          <p className="koko">
            8. Если вы не можете произнести И угадать слово, обратитесь за
            помощью.
          </p>
          <p>
            Овладение правописанием на английском языке может быть трудным,
            особенно если вы изучаете его как второй язык. Если вы пытались
            отгадать слово и не можете найти его правильное написание в словаре,
            не отчаивайтесь. Обратитесь за помощью к носителю английского языка
            или сверстнику и обратите внимание на написание слова, чтобы
            увеличить свой словарный запас.
          </p>
          <p>
            Например," tough "звучит как" tuff". Если вы посмотрите на слово
            "туф" в словаре, вы обнаружите, что надпись не имеет того значения,
            которое вы хотите выразить. Попросите кого-нибудь, кто говорит
            по-английски, помочь вам различить "tough" и другие сложные слова
            "oug".
          </p>
          <p className="koko">9. Проверьте свою работу.</p>
          <p>
            Сделайте перерыв после написания, чтобы вы могли перечитать текст
            свежим взглядом. В этом легче обнаружить ошибки, поэтому потратьте
            некоторое время, прежде чем проверять свою работу. Если у вас мало
            времени, попробуйте прогуляться в течение 15 минут или около того.
            Просмотрите свой текст через несколько часов, если у вас есть больше
            времени.
          </p>
          <p>
            Избегайте откладывания важных задач до последней минуты. По крайней
            мере, постарайтесь закончить работу за один день, чтобы у вас было
            время проверить свою работу.
          </p>
          <p className="koko">
            10. Читайте медленно вслух, чтобы сосредоточиться на каждом слове.
          </p>
          <p>
            Чтение вслух помогает выявить ошибки, неудобные слова и
            повторяющиеся предложения. Не спешите, исправляйте орфографические
            ошибки, ищите слова с ошибками и следите за тем, чтобы ваш текст
            звучал четко и лаконично.
          </p>
          <p className="koko">
            11. Ищите ошибки, которые обычно допускаются в документе.
          </p>
          <p>
            Если вы знаете, что постоянно получаете определенную ошибку,
            используйте раздел “Найти в документе”, чтобы проверить ошибку.
            Введите слово, которое вас смущает, и проверьте, не ошиблись ли вы
            где-нибудь в документе.
          </p>
        </div>
      </div>
      <Footer />
    </Orfo>
  );
};

const Orfo = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Orfograf;
