import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import pronunc from "../img/pronuncation.jpg";

const Pronunc = () => {
  return (
    <Pronuncation>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={pronunc} alt="" />
          <p className="date">06 Dec 2021</p>
          <h1>Имеет ли значение произношение на английском языке?</h1>
          <p>
            Правильное произношение является важной частью изучения любого
            языка, особенно английского. То, как звучит ваша речь, может оказать
            огромное влияние на то, понимают ли люди то, что вы говорите, и на
            их первоначальное впечатление о вас. Сложность произношения
            заключается в том, что речь идет не только о знаниях, но и о
            физических навыках, которые вы должны регулярно практиковать. Ниже
            мы рассмотрим ресурсы для развития этого навыка..
          </p>
          <p>
            <strong>http://www.spokenskills.com</strong> – на этом сайте есть
            бесплатные самостоятельные занятия для студентов. Через его страницы
            практики вы можете прослушать фразу и попрактиковаться в ее
            произношении, а затем сравнить свою доставку, записав ее
            самостоятельно. Вы даже можете скачать аудио примеры учителя, чтобы
            слушать и учиться, пока вы в пути. Благодаря тому, что словарный
            запас сгруппирован по темам, вы сможете легко получить к нему
            доступ.
          </p>
          <p>
            <strong>http://www.simpleenglishnews.com</strong> - на сайте есть
            короткая подборка новостей с аудиозаписями, во время прослушивания
            аудиоклипа вы можете прочитать текст, а затем просмотреть некоторые
            словарные слова. У вас даже есть возможность пройти тест, чтобы
            повысить уровень понимания.
          </p>
          <p>
            <strong>
              http://www.bbc.co.uk/worldservice/learningenglish/grammar/pron
            </strong>{" "}
            - на этом сайте вы можете скачать видео, тесты, которые помогут вам
            практиковать английское произношение.Вы можете имитировать звук,
            ритм, интонацию и акцент слов или символов в видео или аудиоклипах.
            Вы можете скачать их на свой компьютер, чтобы использовать их в
            любое время. Он даже содержит руководство по фонетическим символам,
            которое будет очень полезно в процессе изучения английского языка.
          </p>
          <p>
            Запись-голосовая запись-отличный способ попрактиковаться в
            произношении. Это эффективный инструмент, чтобы услышать, правильно
            ли вы произносите слова и можете ли вы их понять. Следующие сайты
            отлично подходят для записи голоса и предоставления отзывов или
            отзывов. Вы даже можете отправить свои аудио/видео клипы своему
            учителю:
          </p>
          <p>
            <strong>Soundcloud</strong> (требуется регистрация) – вы можете
            создавать аудиоклипы в любой точке записи и просить своего учителя
            оставить отзыв.
          </p>
          <p>
            <strong>Videocoach, Vocaroo.com и Audiopal</strong> -эти сайты не
            требуют регистрации. Они являются диктофонами и очень просты в
            использовании. Вы можете сохранить файлы для собственного
            использования или отправить другим. Voicecoach также имеет другие
            инструменты для улучшения артикуляции, такие как практика
            скороговорки и разговор с изображениями.
          </p>
          <p>
            Интерактивные игры- <strong>Cambridge English Online.com</strong> он
            предлагает множество интересных и сложных способов улучшить свои
            знания произношения и фонетики..
          </p>
          <p>
            Английский акцент коуч{" "}
            <strong>http://www.englishaccentcoach.com/</strong> -это веб-сайт и
            мобильное приложение, разработанные, чтобы помочь изучающим
            английский язык настроить свое произношение на английском языке. С
            помощью этого детектора звука вы будете учиться и отслеживать свои
            успехи с помощью интерактивных игровых действий. Это бесплатно, и
            вам не нужно регистрироваться, чтобы использовать его. Однако, если
            вам нужна дополнительная помощь, вам, возможно, придется
            использовать некоторые платные функции.
          </p>
          <p>
            Онлайн диктанты <strong>http://dictationsonline.com/</strong> - вы
            научитесь распознавать звук и произносить (а также писать) сложные
            слова. Первоначально весь фрагмент читается с нормальной скоростью,
            чтобы вы могли понять его содержание. Затем он читается в два раза
            медленнее, чтобы вы могли записывать слова. После этого полный текст
            будет прочитан еще раз, чтобы вы могли проверить свою работу.
            Наконец, письменный текст отображается для сравнения. Фрагменты
            отсортированы по уровню английского языка, от начального до
            продвинутого.
          </p>
          <p>
            Диктанты <strong>https://dictation.io/</strong> - это инструмент
            распознавания голоса, который поможет вам развить навыки
            произношения и правописания. Просто напишите начало слова, и
            инструмент напишет его для вас. Если вы не произнесли слово четко,
            оно будет написано неправильно на экране. Вы можете сохранить
            полученный текст на свой компьютер.
          </p>
          <p>
            Рачелус Энглиш <strong>http://rachelsenglish.com/</strong> - этот
            сайт учит американскому произношению и разговорным ключам (ритм,
            интонация, связь и ударение). Он содержит более 400 бесплатных
            видеороликов на различные темы, а также упражнения и руководства по
            правильному положению рта при произношении слов.
          </p>
          <p>
            Английский центральный канал You Tube{" "}
            <strong>https://www.youtube.com/user/EnglishCentral/videos</strong>{" "}
            – на этом сайте есть много бесплатных видео и руководств, которые
            помогут вам правильно произносить звуки.
          </p>
        </div>
      </div>
      <Footer />
    </Pronuncation>
  );
};

const Pronuncation = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Pronunc;
