import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import ieltsplus from "../img/ielts.jpg";

const Sertificaty = () => {
  return (
    <Sertificate>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={ieltsplus} alt="" />
          <p className="date">25 Nov 2021</p>
          <h1>Повестка дня для получения +7 от IELTS</h1>
          <p>
            Сертификат IELTS позволяет получить образование в престижных
            университетах по всему миру и работать на хорошо оплачиваемой работе
            в развитых странах, таких как США, Канада, Австралия и
            Великобритания. Кроме того, знание английского языка на высоком
            уровне очень поможет вам развивать свою карьеру в нашей стране и
            работать в престижных компаниях.
          </p>
          <p>
            Экзамен IELTS имеет разделы Listening, Reading, Writing и Speaking.
            Получение более высокой оценки, чем сертификат IELTS, который
            показывает, насколько хорошо вы знаете английский язык полностью в
            ваших руках. Это требует от вас наставника с хорошей техникой и
            дисциплиной. Если вы готовитесь к этому экзамену или только что
            решили сделать это для вас, мы надеемся, что наши следующие
            рекомендации, безусловно, принесут пользу.
          </p>
          <p>
            "Time Management" - возможно, вы слышали об этом раньше.
            "Тайм-менеджмент" является наиболее желательным элементом для всех
            дисциплинированных людей, которые повышают эффективность своей
            работы. Правильное распределение времени, соблюдение распорядка дня
            будут необходимы вам не только для изучения языка, но и для
            эффективной деятельности в будущем. Так что лучше начать следовать
            этому прямо сейчас.
          </p>
          <p>
            Если вы хотите получить оценку IELTS 7 или выше, разработайте свой
            собственный план подготовки к экзамену. Мы приведем небольшой пример
            этого ниже.
          </p>
          <p>Утреннее упражнение.</p>
          <p>Прослушивание и чтение аудио на английском языке (2 часа):</p>
          <p>- Читайте статьи английских изданий в течение 1 часа;</p>
          <p>
            - Смотреть фильмы, слушать музыку и подкасты на английском языке в
            течение 1 часа.
          </p>
          <p>Вечерние занятия:</p>
          <p>
            - практикуйте разговор перед зеркалом или разговаривайте с кем-то,
            кто свободно говорит по-английски;
          </p>
          <p>
            - запишите свой голос на диктофон и попробуйте исправить свою речь,
            услышав ее снова;
          </p>
          <p>
            - регулярно пополняйте свой словарный запас и начинайте писать на
            любую тему;
          </p>
          <p>- проверяйте себя раз в неделю.</p>
          <p>
            Когда мы смотрим на стиль британской Оксфордской школы OISE в
            изучении языка, они дают учащимся доступ к авторским учебным
            пособиям. Студенты читают и обсуждают новости из британских СМИ в
            течение первой половины дня. А на вечерних занятиях акцент делается
            на выполнение тестов и различных заданий. В этой школе преподают 30
            часов в неделю, и если вас это не устраивает, вы также сможете
            выбрать для себя обучение в дополнительных небольших группах.
          </p>
          <p>
            Составьте свои ежедневные задачи и придерживайтесь их, чтобы хорошо
            подготовиться к каждому разделу. Считается целесообразным составить
            распределение обязанностей на основе следующего плана.
          </p>
          <p>Слушать:</p>
          <p>- прослушивание новостей на английском языке;</p>
          <p>- воспроизведение пользовательских аудиозаписей;</p>
          <p>
            - использование персонализированных видео и аудио для вашего
            экзамена.
          </p>
          <p>
            Имейте в виду, что слушать правильное аудио и смотреть фильмы
            нецелесообразно. Многие фильмы в основном используют современную
            английскую терминологию но это может повредить вам, когда вы сдаете
            экзамен. Поэтому постарайтесь услышать как можно больше официальных
            новостей и использовать matreals, адаптированные для вашего
            экзамена. Эту тренировку рекомендуется выполнять в утренние часы.
          </p>
          <p>Устная речь:</p>
          <p>- общение с друзьями и знакомыми на английском языке;</p>
          <p>- упражнение перед зеркалом, как мы уже говорили;</p>
          <p>
            - завести друзей на английском языке через социальные сети и
            общаться с ними.
          </p>
          <p>
            Записывайте свою речь на диктофон и устраняйте в ней ошибки, слушая
            ее постоянно. Уделите этим занятиям всего несколько часов после
            обеда. Это, безусловно, условно вы можете сделать вышеупомянутую
            тренировку в любое время вашего распорядка дня. Главное-делать это
            регулярно.
          </p>
          <p>Читать:</p>
          <p>
            - чтение коротких текстов на бытовые темы (новости, посты в
            социальных сетях);
          </p>
          <p>- формирование списка конкретных слов и фраз по каждой теме;</p>
          <p>- прочитайте литературу, адаптированную для вашего экзамена;</p>
          <p>- научитесь понимать тексты без словаря.</p>
          <p>
            Чем больше читаешь, тем лучше. Но делайте этот процесс регулярно и
            осмысленно. В частности, вы можете читать ежедневные новости в любое
            время дня. Не забудьте подписаться на официальные публикации на
            английском языке в социальных сетях. Не отвлекайтесь на чтение
            литературы, написанной в прошлом веке. Уже после того, как вы
            успешно сдадите экзамен, у вас будет достаточно времени для этого.
            Используйте темы, близкие к темам вашего экзамена, и следите за тем,
            что люди, которые сдали экзамен, думают об экзамене.
          </p>
          <p>Писать:</p>
          <p>- практика написания коротких эссе;</p>
          <p>- сделайте ваше письмо красивым и ненавязчивым;</p>
          <p>- ознакомьтесь с эссе людей, которые сдали экзамен;</p>
          <p>
            Всегда проверяйте написанное своим учителем и работайте над
            ошибками. Делайте письменные упражнения во второй половине дня.
          </p>
          <p>
            Вам решать, включать или не включать дополнения в вышеуказанные
            тренировки. Главное-делать это каждый день и соответствующим образом
            структурировать свой распорядок дня. Не забывайте, что при
            достижении поставленной цели важно составить план и следовать ему по
            порядку. Как сказал известный писатель Робин Шарма:
            “тайм-менеджмент-это управление жизнью”, не забывайте об этом.
            Желаем Вам удачи в выполнении вышеуказанных заданий и получения
            высоких результатов на экзамене.
          </p>
        </div>
      </div>
      <Footer />
    </Sertificate>
  );
};

const Sertificate = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Sertificaty;
