import React from "react";
import styled from "styled-components";
import BlogNav from "../blog-componenets/BlogNav";
import Footer from "../components/Footer";

import just from "../img/just-study.jpg";

const Training = () => {
  return (
    <Train>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={just} alt="" />
          <p className="date">29 Nov 2021</p>
          <h1>Правильная подготовка к экзамену по чтению</h1>
          <p>
            "Reading" - это вторая часть теста IELTS, которая длится 60 минут.
            Он состоит из трех или четырех текстов, которые постепенно
            усложняются, в общей сложности 40 вопросов, на которые нужно
            ответить.
          </p>
          <p>
            Многим кажется, что подготовиться к этой части экзамена сложно.
            Потому что” чтение " обычно может охватывать любую тему. Поэтому
            также следует тщательно подготовиться.
          </p>
          <p>
            В сегодняшней статье мы подробно расскажем о том, как эффективно
            подготовиться к этому этапу и на какие аспекты следует обратить
            внимание, чтобы получить высокий балл.
          </p>
          <p>
            <strong>
              1.Увеличьте свой словарный запас на английском языке.
            </strong>
          </p>
          <p>
            Это самый простой, но тот аспект, на который стоит обратить большое
            внимание. Потому что основу текстов составляют слова. Чтобы понять
            его, вам нужно увеличить свой словарный запас, в частности, больше
            запоминать научные термины и академические слова. Когда вы
            запоминаете слово, изучайте не только его узбекский перевод, но и
            английскую интерпретацию. Учитывая, что большинство слов в
            английском языке многозначны, запомните слово вместе со всеми его
            значениями, а не только с его основным значением. С этим ваш уровень
            понимания текста возрастет, и вам будет легче отвечать
            самостоятельно.
          </p>
          <p>
            <strong>2.Читайте больше книг.</strong>
          </p>
          <p>
            Чтение большого количества книг на узбекском или английском языке
            стимулирует мозг и повышает навыки чтения и понимания. При этом вы
            должны постоянно включать чтение книг в свой распорядок дня. Кроме
            того, этот метод также расширит ваш кругозор и поможет вам лучше
            понять и проанализировать текст, прочитав его.
          </p>
          <p>
            <strong>3.Увеличьте скорость чтения.</strong>
          </p>
          <p>
            Есть только один способ сделать это, и это, несомненно, означает,
            что чем больше вы читаете, тем лучше и быстрее вы читаете. Для
            работы над чтением текстов и вопросов необходимо выполнить
            практические тесты. Даже в свободное время, когда вы отдыхаете и
            читаете интересные тексты, такие как романы и комиксы, старайтесь
            каждый раз читать немного быстрее.
          </p>
          <p>
            <strong>4. Улучшите "сканирование".</strong>
          </p>
          <p>
            "Сканирование" - это метод, который позволяет быстрее находить
            информацию. При этом вы не будете читать текст буквально,Вы просто
            будете смотреть в глаза. Быстро читая подробности, вы не тратите
            время на ненужную информацию. Это отличный способ понять основные
            идеи текста и найти информацию, которую вы хотите прочитать более
            подробно.
          </p>
          <p>
            “Сканирование " также поможет вам быстро найти ключевые слова и
            цифры.
          </p>
          <p>
            <strong>
              5. Внимательно прочитайте задание, прежде чем приступить к нему.
            </strong>
          </p>
          <p>
            Каждый раз, когда вы начинаете выполнять задачу, внимательно читайте
            инструкции и примеры.
          </p>
          <p>
            Большинство задач выглядят одинаково, поэтому вы можете распознать
            их с первого взгляда после нескольких практических тестов. Однако
            есть некоторые детали, на которые нужно обратить особое внимание. На
            что следует обратить внимание в трех наиболее распространенных типах
            задач:
          </p>
          <p>
            Правильно/неправильно / не дано: если вы выберете “правильно”, все
            предложение должно быть правильным. Есть несколько сложных вопросов,
            не все детали в которых соответствуют действительности. Некоторые
            могут быть правдой, а другие-ложью. В этих случаях ответ будет
            "неправильным".
          </p>
          <p>
            Задача определения совместимости: не вычерчивайте варианты, которые
            вы уже использовали. Это может показаться быстрым способом
            справиться с задачей, но есть вероятность, что это приведет к
            ошибкам. Вместо этого пересмотрите все варианты для каждого вопроса.
            Таким образом, у вас будет возможность исправить свои ошибки,
            посмотрев, соответствует ли каждый вариант слова другому вопросу.
          </p>
          <p>
            Заполнение пробелов: убедитесь, что вы не пересекаете границы слов
            для каждого пробела.
          </p>
          <p>
            <strong>6. Будьте внимательны к “Details” (подробности).</strong>
          </p>
          <p>
            Внимательно посмотрите на текст. Заглавные буквы, цифры, графики и
            таблицы-все это может содержать важную информацию. Подчеркните
            ключевые предложения, которые необходимы, когда вы внимательно
            читаете текст (скимминг). Это поможет вам сэкономить время на поиске
            ответов.
          </p>
          <p>
            <strong>7.Распределите время правильно.</strong>
          </p>
          <p>
            Это основное правило, которому вы всегда должны следовать при
            подготовке ко всему экзамену IELTS, а не только к упражнению”
            чтение". На экзамене вам не дадут лишнего времени, поэтому
            ограничьте время и в практической подготовке, и приучите себя к
            выполнению задания в установленные сроки.
          </p>
          <p>
            Получить высокий балл на экзамене “чтение” в целом не так сложно.
            Следуя вышесказанному, даже быть “девяткой” не будет проблемой, если
            вы постоянно работаете над собой с большой целью.
          </p>
        </div>
      </div>
      <Footer />
    </Train>
  );
};

const Train = styled.div`
  .row {
    padding-top: 10% !important;
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
    padding-top: 15% !important;
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
    padding-top: 20% !important;
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
    padding-top: 30% !important;
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Training;
