import React from "react";
import styled from "styled-components";
import Footer from "../components/Footer";

import headphone from "../img/headphone.jpg";
import BlogNav from "./BlogNav";

const Headphone = () => {
  return (
    <Headphon>
      <BlogNav />
      <div className="container">
        <div className="row">
          <img src={headphone} alt="" />
          <p className="date">03 Dec 2021</p>
          <h1>
            Важность подкастов в листинге ( важность подкастов в улучшении
            навыков прослушивания)
          </h1>
          <p>
            В XXI веке, который является информационным веком, технологии внесли
            большой вклад в развитие образования, и сегодня этот тип технологий
            известен как "образовательные технологии". Сегодня существует
            множество способов улучшить навыки listening skill ,то есть навыки
            аудирования. Среди таких методов наиболее эффективным является
            прослушивание подкастов.
          </p>
          <p>
            Подкаст является одним из интерактивных средств массовой информации,
            используемых для поддержки процесса обучения аудированию, а также
            для развития речевых навыков. Результаты исследований, проведенных
            на сегодняшний день, показывают, что потенциальные успехи в
            использовании подкастов оказывают положительное влияние не только на
            учащихся, но и на учителей.
          </p>
          <p>
            <strong>Подкаст</strong> - это аудио (иногда видео) файл, который вы
            можете загрузить на свой компьютер,телефон или MP3-плеер и
            прослушать в любое время.Подкасты могут охватывать любые темы:
            наука, фильмы, история, преподавание, язык, истории, новости и т. д.
            Большинство из них бесплатны, и есть много ресурсов для загрузки.
            Наиболее популярными среди них, несомненно, являются подкасты{" "}
            <strong>BBC</strong>. Существуют также{" "}
            <strong>Apple Podcasts</strong> и <strong>iTunes Podcasts</strong>,
            которые автоматически устанавливаются на устройства Apple.
          </p>
          <p>
            <strong>Типы подкастов</strong>
          </p>
          <p>
            Типы подкастов подкасты, доступные в интернете, делятся на 2 типа:
            радиоподкасты и независимые подкасты. Радиоподкасты-это такие
            компании, как BBC( британская вещательная корпорация)и RTC ( Radio
            Television Hong Kong). В то время как независимые подкасты-это
            подкасты, адаптированные к интернету, преобразованные в подкасты
            отдельными лицами и организациями.
          </p>
          <p>По содержанию существует 8 различных типов подкастов.Они:</p>
          <p>
            <strong>Интервью подкасты;</strong>
          </p>
          <p>
            <strong>Разговорные подкасты;</strong>
          </p>
          <p>
            <strong>Монолог подкасты ( речь одного человека );</strong>
          </p>
          <p>
            <strong>История или исследовательские подкасты;</strong>
          </p>
          <p>
            <strong>Подкасты за столом;</strong>
          </p>
          <p>
            <strong>Театральные подкасты;</strong>
          </p>
          <p>
            <strong>Подкасты переработанного контента;</strong>
          </p>
          <p>
            <strong>Гибридные (смешанные) подкасты.</strong>
          </p>
          <p>
            <strong>Преимущества подкаста</strong>
          </p>
          <p>
            Оба процесса, то есть обучение и обучение, имеют свои преимущества и
            преимущества. Потому что подкасты-это не только короткие уроки
            прослушивания, но и хороший ресурс для учителей в обучении
            интенсивному и экстенсивному обучению навыкам прослушивания. Его
            преимуществом также является наличие подкастов, классифицированных в
            соответствии с уровнями английского языка. Отдельно стоит отметить
            возможность многократного прослушивания звука и возможность его
            легкой копирования на устройства.
          </p>
          <p>
            Еще одним его положительным моментом является удобство и простота
            использования.
          </p>
          <p>
            <strong>Способы использования подкастов</strong>
          </p>
          <p>
            1. Прочитайте краткое содержание подкаста. Сделайте 3 догадки о том,
            что это такое. Слушай и проверяй.
          </p>
          <p>
            2. Выберите из 10 слов, сочетаний и фраз, которые могут использовать
            докладчики подкастов. Играть в игру Бинго. Сколько слов вы слышали?
            Регулярное прослушивание подкаста с помощью этого метода поможет вам
            определить ключевые слова, используемые в нем, и легко понять их в
            следующий раз.
          </p>
          <p>
            3. Слушайте подкаст в течение 2 минут. Затем остановите его и
            угадайте продолжение.Удалось найти? Попробуйте сделать это в разных
            частях подкаста.
          </p>
          <p>
            4. Слушайте весь подкаст до конца. Запишите краткое изложение того,
            что вы слышите, или запишите его аудио резюме.Слушайте еще раз, и
            становится ясно, что будет добавлена дополнительная информация. И
            это повышает ваши навыки слушания.
          </p>
          <p>
            5. Выберите грамматическую тему, которую вы хотите улучшить,
            например, <strong>Present Perfect Tense</strong>. Тщательно
            tinglang.To сколько раз вы слушали, чтобы понять, что он лижет?
          </p>
          <p>
            6. Во время прослушивания подкаста повторите то же самое с
            докладчиком, что и он. Поначалу ваши слова могут быть не такими
            беглыми, но такая техника очень поможет вам улучшить произношение и
            сосредоточиться.
          </p>
          <p>
            <strong>Полезные советы по прослушиванию подкастов</strong>
          </p>
          <p>
            Не отчаивайтесь, если вам трудно понять подкаст, который вы
            слушаете, когда он начинается. Некоторые ораторы говорят слишком
            быстро, и могут быть концепции, о которых вы никогда не слышали
            раньше. В этой ситуации у вас есть 2 варианта:
          </p>
          <p>
            · Продолжайте слушать и будьте терпеливы. Это может занять некоторое
            время,но вы начнете понимать больше.
          </p>
          <p>
            · Выберите альтернативно другой подкаст. И попробуйте понять,
            слушая.
          </p>
          <p>
            При выборе подкаста обращайте внимание на уровень языка и скорость
            речи. Ресурс, соответствующий вашему уровню, окажет на вас
            эффективное влияние.
          </p>
          <p>
            <strong>
              7 причин, почему вы должны начать слушать подкаст сегодня
            </strong>
          </p>
          <p>1. Экономит время.</p>
          <p>
            2. Он отталкивает от экрана, то есть от света телевизора и гаджетов.
          </p>
          <p>3. Подкасты дают большую страсть к изучению языка.</p>
          <p>
            4. Возможность прослушивания оригинальных выступлений
            непосредственно от самих экспертов.
          </p>
          <p>5. Улучшает ваше произношение.</p>
          <p>6. Помогает говорить свободно и с правильным акцентом.</p>
          <p>7. Увеличивает вашу способность понимать, слушая.</p>
        </div>
      </div>
      <Footer />
    </Headphon>
  );
};

const Headphon = styled.div`
  .row {
    width: 50%;
    margin: 0 auto;
    .date {
      color: #999999;
      padding-top: 3%;
    }
    h1 {
      font-weight: bold;
    }
    p {
      font-family: -apple-system, BlinkMacSystemFont, "Segoe UI", Roboto, Oxygen,
        Ubuntu, Cantarell, "Open Sans", "Helvetica Neue", sans-serif;
    }
    .koko {
      font-weight: bold;
    }
  }

  @media (min-width: 500px) and (max-width: 1200px) {
    .row {
      width: 80%;
    }
  }

  @media (min-width: 500px) and (max-width: 767px) {
    .row {
      h1 {
        font-size: x-large;
      }
    }
  }

  @media all and (max-width: 500px) {
    .row {
      width: 80%;
      h1 {
        font-size: x-large;
      }
    }
  }
`;

export default Headphone;
